["consonant=m", "s", "there", "leading", "form", "t=c", "u=replace", "consisting", "m=l", "consenants", "succession", "togeter", "wordif", "was", "after", "highlighted", "(", "i=v", "g=ia", "r=l", "letter", "use", "s=r", "mo", "e=replace", "g=u", "consontant", ",", "combonation", "i", "applies", "both", "has", "ls", "=n", "t=x", "transform", "f", "append", "its", "preceded", "instances", "begining", "least", "extra", "tt", "t=i", "s=ia", "appear", "bs", "were", "consonanat=i", "stays", "leave", "sentence", "sw", "replacement", "numbered", "n=q", "well", "make", "+", "cs", "put", "2nd", "itself", "begins", "from", "larding", "/", "s=replace", "looking", "ie", "remains", "latter", "worded", "instance", "r=e", "wit", "sure", "ontroduced", "trailing", "o=t", "appears", "t=k", "limited", "combonations", "2=j", "separated", "letters=q", "d=c", "w", "u=f", "et", "scan", "h=ol", "e=u", "plus", "replase", "lm", "does", "amount", "keep", "teh", "i=ol", "consunant", "consonents", "sylable", "beginnings", "frist", "endings", "g=b", "o=k", "even", "take", "word", "vg", "t=d", "beggingin", "follow", "occurrences", "consonanat=e", "than", "removed", "h", "th", "vowel=", "tr", "sixth", "vowel=n", "begging", "ca", "present", "second", "type", "digits", "position", "=d", "and", "p=f", "paring", "idea", "taken", "vowel=u", "consonant=s", "afterwards", "past", "rule", "u", "couples", "shall", "t=l", "omit", "dobule", "chain", "g=p", "p=a", "changing", "=f", "any", "by", "repplace", "given", "be", "ax", "omitted", "rules", "s=q", "p=r", "letters", "precede", "can", "order", "=s", "siffix", "=", "nt", "as", "consonanat=o", "=k", "nc", "letters=p", "only", "letters=k", "two", "looked", "e=ia", "go", "l=replace", "lettter", "preceeded", "their", "when", "begin", "just", "letters=c", "together", "exclude", "beginning", "combinations", "numbers", "ed", "group", "nothing", "v", "other", "2=k", "identify", "means", "ad", "off", "inject", "ended", "q", "total", "o=replace", "nonvowel", "ug", "a", "am", "instead", "letters=w", "immediate", "pore", "drop", ">", "=l", "3rd", "aeiou", "vise", "forwards", "s=w", "respectively", "another", "j", "sets", "changes", "time", "wr", "=y", "exchange", "added", "ending", "combo", "i=m", "r=m", "=u", "becomes", "reusing", ")", "chang", "between", "s=d", "pipi", "stats", "had", "alone", "fs", "td", "whenever", "way", "letters=o", "goes", "insert", "d=a", "sencond", "inserting", "letters=e", "consonanat=n", "i=", "consonant=q", "g=i", "letters=f", "i=e", "those", "gt", "ba", "eliminated", "each", "consonants", "r=ol", "rs", ":", "apply", "preceding", "ceeding", "relpaced", "pattern", "where", "o=c", "remaining", "consonant=n", "1", "individual", "but", "vowel=t", "e=e", "become", "at", "fifth", "fe", "l=ia", "directly", "atleast", "=b", "vowel=p", "sound", "have", "unchanged", "r=x", "n=w", "changed", "middle", "non", "=t", "s=p", "left", "repeat", "=c", "occurs", "written", "constants", "e=p", "being", "consonanat=m", "following", "identified", "t", "chains", "m=", "sequence", "=r", "consecutive", "into", "repeated", "gr", "2=b", "=x", "c", "nb", "e", "look", "characters", "t=o", "a=u", "case", "p=e", "3", "leter", "set", "for", "y", "t=replace", "spot", "should", "ng", "=a", "=v", "them", "your", "s=a", "e=", "anywhere", "words", "sertain", "qt", "versa", "wherever", "o=i", "c=ia", "of", "removing", "i=u", "re", "per", "every", "skip", "replaec", "ass", "takes", "hp", "d=", "otherwise", "vowel=k", "fourth", "si", "i=k", "g=n", "consonanat=j", "l", "before", "l=q", "behind", "sr", "repalces", "=o", "h=k", "ms", "paired", "alphabets", "aa", "introduce", "number", "that", "vowel=j", "preceeds", "starting", "i=f", "not", "1st", "remain", "vcd", "=q", "receive", "it", "everyvowel", "=m", "g=ol", "these", "occasions", "common", "-", "pairs", "part", "finish", "vowel=o", "proceeding", "then", "t=", "along", "vowel=d", "get", "also", "vr", "whatever", "complete", "es", "vowel=h", "d", "consonanat=u", "in", "swapped", "o=", "vowel=y", "must", "pairing", "k", "vowel=s", "consonent", "missing", "h=y", "c=replace", "we", "repetitions", "st", "through", "e=t", "such", "s=t", "n=g", "which", "find", "arises", "m=ia", "consonanat=h", "ends", "=j", "constonant", "inserted", "c=ol", "work", "change", "b", "n=ol", "us", "blend", "receives", "transformation", "2=t", "move", "subsequent", "o=ia", "l=", "so", "p=g", "substituted", "bm", "using", "consonanat=f", "four", "consent", "t=t", "with", "d=p", "third", "row", "yg", "intact", "combination", "additional", "leeter", "comes", "start", "unpaired", "moving", "the", "t=f", "consonanat=v", "except", "vowel=f", "character", "consonanat=x", "consonant=k", "already", "n=m", "transformed", "replaces", "eliminate", "twice", "letters=d", "le", "consonanat=r", "single", "precedes", "last", "delete", "suffix", "immediately", "consonate", "consocnants", "s=i", "simply", "letters=n", "possible", "2=r", "place", "nl", "deleted", "an", "they", "l=v", "t=n", "sub", "s=m", "p=ol", "b=replace", "un", "length", "appropriate", "consonanat=y", "p", "qd", "continue", "h=a", "ing", "double", "n=", "l=n", "=g", "vowels", "pi", "consonat", "di", "g", "consonant=f", "right", "=p", "m", "anything", "=i", "e=i", "p=y", "co", "=e", "r=g", "series", "to", "first", "c=n", "c=b", "pairings", "=w", "letters=r", "original", "eg", "consonanat=q", "starts", "pre", "g=c", "unless", "iw", "ltter", "withan", "doubled", "vowel=g", "2", "b=y", "out", "back", "u=l", "consonanat=w", "leetter", "beggining", "u=b", "replaced", "c=k", "vowel=v", "d=y", "n=f", "combined", "r", "consonanat=a", "consonant=t", "all", "if", "gets", "next", "mb", "previous", "vowel=a", "front", "r=replace", "placed", "s=h", "prefix", "<", "s=v", "r=ia", "t=ol", "followed", "absent", "you", "introduced", "consant", "multiply", "write", "n", "d=ol", "g=", "cluster", "li", "ce", "replave", "having", "commes", "constenant", "replace", "r=j", "bfore", "remove", "g=k", "do", "consonanat=k", "letters=h", "odd", "2=o", "b=ia", "column", "bt", "contains", "vowel=m", "vowel=b", "h=d", "is", "a=v", "r=v", "letters=t", "positions", "include", "u=i", "vowel", "follows", ";", "letters=v", "i=replace", "possibly", "b=q", "are", "n=s", "either", "s=ol", "on", "without", "o=j", "ga", "consonanat=g", "alphabet", "everything", "noun", "prior", "everytime", "vowel=l", "gn", "etc", "consonant", "x", "t=ia", "n=replace", "m=replace", "no", "=h", "ox", "duplicated", "n=b", "once", "vowel=q", "consonanat=b", "letters=b", "final", "occurrence", "add", "one", "o", "consonant=d", "o=b", "or", "sv", "pair", "substitute", "same", "vowel=x", "end", "t=a", "this", "combos", "o=l", "e=ol"]