{"1-1_same_relate_restricted-What number of other objects are the same size as the red thing?": ["how many objects are the same size as those that are red", "how many other objects in the scene are the same size as the red object"], "5-1_same_relate_restricted-What number of other things are the same color as the large cube?": ["how a many objects are the same color as the large cube", "how many other objects in the scene are the same color as the large cube"], "8-1_same_relate_restricted-What number of large cubes have the same material as the cylinder?": ["compared to the cylinder how many large cubes are made from the same material", "how many large cubes have the same material as the cylinder"], "0-1_same_relate_restricted-How many other things are there of the same size as the cyan thing?": ["compared to the cyan cube how many objects are a similar size", "how many other objects are the same size as the cyan object"], "4-1_same_relate_restricted-What number of other objects are the same color as the large sphere?": ["how many objects have the same color as the large sphere", "how many other objects in the scene are the same color as the large sphere"], "3-1_same_relate_restricted-What number of other objects are the same color as the small cylinder?": ["how many objects have the same color as the small cylinder", "how many other objects are the same color as the cylinder"], "7-1_same_relate_restricted-How many other blue things have the same material as the large blue thing?": ["compared to the large blue object how many other blue colored objects have the same material", "how many other blue objects in the scene have the same material as the large blue object"], "11-1_same_relate_restricted-How many other rubber things are the same shape as the small yellow thing?": ["in contrast to the small yellow object how many have the same shape", "how many other rubber objects are the same shape as the small yellow object"], "2-1_same_relate_restricted-What number of other things are there of the same size as the metal sphere?": ["how many objects are the same size as the sphere", "how many other objects are the same size as the metal sphere"], "6-1_same_relate_restricted-What number of large spheres have the same material as the large yellow thing?": ["compared to the large yellow object how many large spheres consist of the same material", "how many large spheres have the same material as the large yellow object"], "10-1_same_relate_restricted-How many other small metal things have the same shape as the small green thing?": ["compared to the small green object how many metal objects have the same shape", "how many other small metal objects have the same shape as the small green object"], "15-1_same_relate_restricted-What is the material of the cylinder that is the same color as the rubber cube?": ["compared to the rubber cube what material is the similarly colored cylinder made of", "what material is the cylinder that is the same color as the rubber cube"], "17-1_same_relate_restricted-What material is the large thing that is the same color as the small rubber cube?": ["compared to the small rubber cube what material is the similarly colored large object", "what material is the large object that is the same color as the small rubber cube"], "14-1_same_relate_restricted-There is a red thing that is the same size as the metal cylinder; what shape is it?": ["what shape is the red object that has a similar size to the metal cylinder", "what shape is the red object that is the same size as the metal cylinder"], "16-1_same_relate_restricted-There is a thing that is the same color as the small cylinder; what material is it?": ["what material is the object that has the same color as the small cylinder", "what material is the object that is the same color as the small cylinder"], "9-1_same_relate_restricted-How many other small yellow things are the same shape as the small yellow metal thing?": ["how many small yellow objects of similar shape are in the scene", "how many other small yellow objects are the same shape as the small yellow metal object"], "13-1_same_relate_restricted-There is a rubber thing that is the same size as the green metal thing; what is its shape?": ["what shape is the rubber object that is similar in size to a green metallic object", "what shape is the rubber object that is the same size as the green metal object"], "12-1_same_relate_restricted-There is a gray rubber thing that is the same size as the brown rubber thing; what shape is it?": ["what shape is the gray object which is similar in size to the brown rubber object", "what shape is the gray rubber object that is the same size as the brown rubber object"]}