{"2-2_transform-What if the yellow thing became a small thing?": ["what if the yellow object shrunk"], "1-2_transform-What if the cyan sphere became a purple sphere?": ["what if the cyan ball turned purple"], "6-2_transform-What if all the red things became large things?": ["what if the red objects grew larger"], "4-2_transform-What if all the yellow cubes became large blue cubes?": ["what if all sizes of yellow cubes transformed into large blue cubes"], "5-2_transform-What if all the blue metal things became rubber things?": ["what if all the metallic blue objects were rubberized"], "0-2_transform-What if the gray sphere became a small green metal sphere?": ["what if the grey ball morphed into a small green ball"], "3-2_transform-What if all the large metal cylinders became small purple cylinders?": ["what if all the large metallic cylinders transformed into small purple cylinders"], "11-2_transform-If all of the red spheres became blue, how many blue things would there be?": ["if all the red balls turned blue what would be the total number of blue objects"], "7-2_transform-If all of the blue spheres became brown, how many brown things would there be?": ["if all of the blue spheres were to turn brown what would be the total number of brown objects"], "19-2_transform-If all of the small spheres became small, how many small things would there be?": ["if all of the small spheres were to shrink to small size how many total small things would there be"], "8-2_transform-If all of the large green things became red, how many red things would there be?": ["if all of the large sized green objects were to turn red what would be the total number of red objects"], "10-2_transform-If all of the purple cylinders became gray, how many gray things would there be?": ["if every purple cylinder were to turn grey how many grey shapes would there be in all"], "17-2_transform-If all of the small red things became large, how many small things would there be?": ["if all of the small red colored shapes were to grow and become large how many small things would be left"], "18-2_transform-If all of the small blue cubes became small, how many small things would there be?": ["if all of the blue cubes became small or stayed small how many small objects would there be in total"], "9-2_transform-If all of the red rubber things became green, how many green things would there be?": ["if everything that was red and rubberized turned green what would be the final count of green objects"], "15-2_transform-If all of the large metal spheres became green cubes, how many green cubes would there be?": ["if all of the large metallic balls were to change into green cubes what would be the amount of green cubes"], "20-2_transform-If all of the small blue rubber things became small, how many small things would there be?": ["if all of the small blue rubberized items stayed small how many small shapes would there be"], "21-2_transform-If all of the large brown rubber things became large, how many large things would there be?": ["if all of the rubberized brown large items stayed large or grew what would be the amount of large objects"], "12-2_transform-If all of the large brown things became blue cylinders, how many blue cylinders would there be?": ["if every large brown object transformed into a blue cylinder how many blue cylinders would that amount to"], "14-2_transform-If all of the red rubber things became yellow cylinders, how many yellow cylinders would there be?": ["if every red item made of rubber morphed into yellow cylinder what would be the final count of yellow cylinders"], "13-2_transform-If all of the large yellow rubber things became gray spheres, how many gray spheres would there be?": ["if every large yellow object made of rubber was turned into a grey sphere how many new grey spheres would there be"], "16-2_transform-If all of the large metal things became yellow cylinders, how many yellow cylinders would there be?": ["if everything that is large and yellow was transformed into a yellow cylinder how many yellow cylinders would we have"]}