{"18-1_zero_hop-The cube is what color?": ["what color is the cube", "what color is the cube"], "21-1_zero_hop-The large cube is what color?": ["what color is the larger cube", "what color is the largest cube"], "29-1_zero_hop-The brown thing is what size?": ["is the brown object small or large", "what shape is the brown object"], "15-1_zero_hop-What is the gray cube made of?": ["what material is the gray cube made from", "what type of gray is the gray objects"], "22-1_zero_hop-The rubber cube is what color?": ["what color is the rubber cube", "what color is the non chrome cubes"], "26-1_zero_hop-The green thing has what size?": ["is the green object large or small", "what size is the green objects"], "19-1_zero_hop-What color is the metal sphere?": ["what is the color of the metallic sphere", "what color is the chrome circles"], "24-1_zero_hop-What is the size of the gray thing?": ["is the gray object small or large", "what is the size of the gray objects"], "27-1_zero_hop-The gray metal thing has what size?": ["what size is the gray metal object", "what size is the chrome gray object"], "16-1_zero_hop-What is the small blue cube made of?": ["what material is the small blue cube made from", "the chrome blue cubes are made of what"], "25-1_zero_hop-What is the size of the gray sphere?": ["is the gray sphere large or small", "what is the size of the gray circles"], "28-1_zero_hop-The brown metal thing has what size?": ["what is the size of the brown metallic object", "what is the size of the brown chrome cube"], "20-1_zero_hop-What is the color of the rubber cube?": ["what color is the rubber cube", "what is the blue cubes made of"], "23-1_zero_hop-The large metal thing has what color?": ["what is the color of the large metallic object", "what is the color of the largest metal object"], "17-1_zero_hop-What material is the small yellow thing?": ["what material is the small yellow object made from", "what material is the yellow object made of"], "0-1_zero_hop-How many metal things are there?": ["output speed sensor description and operation automatic transaxle control system automatic kia optima output speed sensor", "how many chrome objects can you see"], "5-1_zero_hop-How many small things are there?": ["and the automatic", "how many small objects do you see"], "13-1_zero_hop-What material is the gray thing?": ["metal and robber is tha same consfet", "what kind of material does the grey object consist of"], "12-1_zero_hop-What is the purple thing made of?": ["and", "what kind of material is the purple object made of"], "2-1_zero_hop-How many rubber cylinders are there?": ["and", "how many cylinders do you see that are of rubber"], "7-1_zero_hop-What is the shape of the brown thing?": ["n a", "what type of object is the brown object"], "14-1_zero_hop-What material is the purple cylinder?": ["same", "what is the purple cylinders made of"], "1-1_zero_hop-What number of large things are there?": ["some one", "how many large objects do you see"], "8-1_zero_hop-What is the shape of the purple thing?": ["cylinder is corrcet", "what type of object is the purple object"], "6-1_zero_hop-There is a yellow thing; what shape is it?": ["nothing", "what shape is the yellow object"], "11-1_zero_hop-What is the shape of the blue metal thing?": ["cube and cylinder same consfet", "what type of object is the blue object"], "3-1_zero_hop-What number of gray rubber cubes are there?": ["number uiis ok", "how many grey rubber cubes do you see"], "4-1_zero_hop-What number of small metal cubes are there?": ["same number", "how many small metal cubes do you see"], "9-1_zero_hop-What is the shape of the small yellow thing?": ["sphere", "what type of object is the small yellow object"], "10-1_zero_hop-What is the shape of the small purple thing?": ["n a", "what type of object is the small purple object"]}