{"7-1_single_or-How many small things are cylinders or metal things?": ["a red and yellow boxes are here"], "2-1_single_or-How many things are red things or large green things?": ["too many things in output one"], "4-1_single_or-How many things are either small things or cylinders?": ["four or five things in the boxes"], "12-1_single_or-How many purple things are rubber things or large things?": ["four or five things in the boxes"], "23-1_single_or-How many spheres are either purple things or metal things?": ["things in output"], "8-1_single_or-What number of small things are rubber things or cylinders?": ["four or five things in the boxes"], "22-1_single_or-How many cylinders are brown things or small rubber things?": ["four or five things in the boxes"], "3-1_single_or-What number of things are rubber things or rubber cylinders?": ["four or five things in the boxes"], "18-1_single_or-What number of rubber objects are purple things or cylinders?": ["four or five things in the boxes"], "1-1_single_or-How many things are small metal things or large purple things?": ["four or five things in the boxes"], "11-1_single_or-How many yellow objects are rubber cylinders or rubber things?": ["four or five things in the boxes"], "13-1_single_or-How many purple objects are either rubber things or cylinders?": ["four or five things in the boxes"], "0-1_single_or-How many things are large metal cylinders or small gray things?": ["four or five things in the boxes"], "16-1_single_or-What number of rubber things are large spheres or large things?": ["number of rubber things in the boxes"], "17-1_single_or-How many metal objects are either green things or large things?": ["four or five things in the boxes"], "21-1_single_or-What number of spheres are small gray things or small metal things?": ["four or five things in the boxes"], "15-1_single_or-How many rubber things are either small spheres or large purple things?": ["four or five things in the boxes"], "9-1_single_or-What number of small objects are either metal cubes or red rubber things?": ["four or five things in the boxes"], "19-1_single_or-What number of metal things are either large spheres or large red things?": ["four or five things in the boxes"], "24-1_single_or-What number of spheres are small cyan metal things or small rubber things?": ["four or five things in the boxes"], "6-1_single_or-What number of small objects are either blue metal things or rubber things?": ["four or five things in the boxes"], "10-1_single_or-What number of yellow objects are large metal things or large rubber things?": ["four or five things in the boxes"], "14-1_single_or-How many red objects are either large metal things or small rubber cylinders?": ["four or five things in the boxes"], "5-1_single_or-What number of small objects are either rubber cylinders or green metal things?": ["four or five things in the boxes"], "20-1_single_or-What number of cylinders are either large rubber things or small blue rubber things?": ["four or five things in the boxes"]}