{"2-2_remove-What if you removed all of the yellow cubes?": ["remove all of the yellow cubes", "what if you remove some of the yellow cubes", "remove the yellow cubes"], "3-2_remove-What if you removed all of the yellow spheres?": ["remove all of the yellow spheres", "what happen if you removed all of the yellow spheres", "remove the blue cube"], "0-2_remove-What if you removed all of the blue metal things?": ["remove all of the metallic blue objects", "what if you removed all of the blue metal spheres", "remove green color cube"], "1-2_remove-What if you removed all of the gray metal things?": ["remove all of the metallic gray objects", "what if you removed all shapes of the gray metal things", "remove red cube"], "21-2_remove-If you removed the red cubes, how many cubes would be left?": ["how many cubes would be left if you removed all of the red ones", "how much cubes would be there if you removed red cubes", "remove red cubes and how many cubes remaining"], "19-2_remove-If you removed the green cubes, how many cubes would be left?": ["how many non green cubes are there", "how many cubes would be present if you removed the green cubes", "if you removed the red cubes how many cubes would be left"], "11-2_remove-If you removed the red things, how many spheres would be left?": ["how many spheres would there be if you removed all of the red objects", "count the spheres would be left after removing the red things", "remove red things"], "15-2_remove-If you removed the cubes, how many small things would be left?": ["take away all of the cubes and tell how many small items remain", "how many small things would be left after removing all of the cubes", "remove the cubes"], "17-2_remove-If you removed the cubes, how many large things would be left?": ["take away all of the cubes and say how many large items remain", "how many large things would be left after removing cubes", "remove the cube"], "20-2_remove-If you removed the yellow cubes, how many cubes would be left?": ["how many cubes would remain if you took away the yellow cubes", "remove all of the yellow cubes and count how many cubes would be left", "remove the yellow cubes"], "7-2_remove-If you removed the metal things, how many things would be left?": ["how many non metallic items are there", "remove the metal things and count how many things would be there", "remove the metal things"], "10-2_remove-If you removed the blue things, how many spheres would be left?": ["how many spheres would remain if you removed all the blue things", "if you removed all of the blue things how many spheres would be left", "remove the blue things"], "12-2_remove-If you removed the brown things, how many spheres would be left?": ["how many spheres would remain if you removed all the brown things", "how many spheres would be left after removing all of the brown things", "remove the brown things"], "13-2_remove-If you removed the spheres, how many small things would be left?": ["how many small things would remain if you removed all the spheres", "how many small things would be there after removing the spheres", "remove the spheres thinks"], "18-2_remove-If you removed the gray spheres, how many spheres would be left?": ["how many spheres would remain if you removed all the gray spheres", "if you remove all of the gray spheres how many spheres would be left", "remove the gray things"], "6-2_remove-If you removed the brown cylinders, how many things would be left?": ["not including brown cylinders how many items are there", "after removing the brown cylinders how many things would be left", "remove the brown cylinder"], "9-2_remove-If you removed the brown things, how many cylinders would be left?": ["how many cylinders would be left if you removed every brown item", "how many cylinders would be there after removing the brown things", "remove the brown things"], "14-2_remove-If you removed the cylinders, how many small things would be left?": ["if you take away the cylinders how many small objects would remain", "after removing the cylinders count how many small things would be there", "remove the cylinder"], "16-2_remove-If you removed the cylinders, how many large things would be left?": ["if you take away the cylinders how many large items would there still be", "how many large things would be present after removing the cylinders", "remove the cylinder"], "8-2_remove-If you removed the yellow things, how many cylinders would be left?": ["how many cylinders that aren t yellow are there", "remove the yellow things and check how many cylinders would be left", "remove the yellow things"], "5-2_remove-If you removed the small blue things, how many things would be left?": ["how many items would be left if you removed all the small blue ones", "count all the things except blue things", "remove the small blue things"], "22-2_remove-If you removed the cyan cylinders, how many cylinders would be left?": ["how cylinders that are not cyan are there", "count how many cylinders except cyan cylinders", "removed the cyan things"], "4-2_remove-If you removed the small green things, how many things would be left?": ["how many objects would remain if you removed every small green thing", "remove all the small green things and count remaining things", "remove the small green thinks"]}