["nt", "c=ol", "possibly", "into", "r=g", "then", "one", "(", "consonant", "l=x", "c=n", "removed", "omitted", "2=o", "s=n", "o=y", "s=", "li", "ended", "precedes", "b=y", "i=m", "am", "make", "qd", "ontroduced", "e=p", "r=", "e=g", "es", "before", "m=", "s=a", "a=a", "consonanat=h", "must", "letters=a", "h=l", "r", "n=m", "r=j", "o=g", "i=ia", "h=y", "plus", "wit", "positions", "twice", "your", "=y", "total", "ad", "g=i", "d=p", "=r", "consonanat=t", "g=p", "vowel=c", "2=t", "consonant=p", "tr", "beginning", "t=l", "vowel=f", "p=p", "consonanat=a", "g=", "o=c", "well", "r=b", "skip", "e=n", "ba", "additional", "all", "p=t", "or", "vowel=o", "consonanat=r", "r=replace", "e=k", "paired", "either", "letters=o", "x", "letters=s", "consonanat=o", "except", "consisting", "=h", "m=q", "m=l", "f=a", "remove", "un", "whatever", "h=replace", "alone", "inserting", "delete", "consonant=t", "o=t", "had", "d=x", "sw", "letters=g", "pore", "stats", "beggining", "vowel=h", "a=m", "e", "si", "f=k", "u=l", "=l", "s", "starts", "means", "receive", "p=replace", "s=h", "v", "begining", "consonanat=u", "i=e", "o=d", "should", "=j", "rs", "sertain", "frist", "alphabets", "2", ">", "d=replace", "leter", "t=t", "o=i", "letters=y", "comes", "e=ia", "them", "y=d", "i=", "i=v", "i=x", "even", "move", "b", "consonanat=n", "p=ia", "per", "consecutive", "g=t", "letters=c", "occurs", "everytime", "t=ia", "u=ol", "extra", "character", "t=q", "through", "past", "everything", "i=replace", "u=o", "two", "common", "a=u", "sylable", "2=d", "fs", "amount", "identify", "s=r", "ms", "gr", "s=d", "3", "l=o", "d=y", "cs", "consonant=i", "its", "leeter", "o=j", "shall", "larding", "t=x", "s=o", "st", "begins", "middle", "preceeds", "replaces", "at", "siffix", "no", "off", "takes", "p=e", "j", "letters=k", "preceding", "d=a", "pattern", "those", "g=b", "d=o", "p=f", "leetter", "there", "n=f", "proceeding", "consonant=y", "four", "which", "p=s", "vowel=j", ";", "letters=b", "go", "=p", "vcd", "l=b", "consonent", "on", "c", "consonate", "consonant=j", "lm", "o=h", "o=u", "eliminate", "t=n", "vr", "i=c", "gets", "when", "just", "n=ol", "being", "column", "forwards", "include", "t=k", "consenants", "l=ia", "be", "consant", "combonations", "last", "using", "pi", "s=ol", "subsequent", "replace", "after", "n=h", "s=f", "e=replace", "h=k", "omit", "couples", "added", "vowel=r", "looking", "type", "r=t", "n=q", "beggingi", "mb", "u=f", "hp", "goes", "missing", "ca", "eg", "n=ia", "preceeded", "gt", "co", "right", "t=c", "consonant=e", "2=f", "a=ia", "consonanat=p", "n=w", "o=n", "replaced", "ce", "introduced", "teh", "transformation", "d=h", "consonanat=s", "follow", "2=a", "inserted", "l=", "s=k", "pipi", "succession", "a=f", "repeated", "immediate", "ing", "b=l", "rule", "occurrences", "were", "sub", "following", "=t", "paring", "this", "e=u", "repplace", "d=g", "consonant=d", "l=n", "ls", "only", "l=r", "h=e", "followed", "2=k", "consonant=l", "consonanat=v", "p=n", "highlighted", "once", "letters=m", "o=k", "is", "was", "repetitions", "time", "/", "combos", "vowel=n", "than", "prior", "anywhere", "t=replace", "ox", "consonanat=d", "a=ol", "pairings", "letters=v", "consonant=a", "letters=j", "1", "a=x", "consocnants", "unpaired", "so", "remain", "otherwise", "<", "q", "r=h", "l=k", "f", "ending", "do", "write", "ass", "word", "i=p", "consonanat=e", "2nd", "idea", "g=k", "=f", "along", "look", "written", "u=b", "f=p", "t=w", "duplicated", "n=e", "such", "p=g", "=w", "instances", "number", "withan", "instance", "t=f", "b=q", "ng", "+", "vowel=x", "stays", "=k", "2=q", "changed", "consonant=w", "d=r", "gn", "l=replace", "consonanat=m", "take", "put", "=o", "place", "u=y", "letters=w", "suffix", "separated", "d=w", "sencond", "p=a", "each", "contains", "g", "=x", "a", "you", "consunant", "d=k", "reusing", "vowel=e", "d=c", "bt", "same", "k", "front", "occasions", "chain", "h", "u=d", "e=q", "exchange", "e=x", "c=d", "leading", "having", "2=x", "r=m", "2=j", "h=a", "h=d", "vowel=i", "latter", "n=y", "together", "sr", "transform", "p=i", "l=v", "repeat", "relpaced", "consonat", "characters", "has", "vowel=a", "sequence", "n=", "l=q", "endings", ":", "consonanat=w", "s=j", "r=y", "r=d", "where", "consonant=g", "fe", "group", "least", "2=l", "c=o", "present", "p=y", "le", "w", "remaining", "r=e", "series", "of", "both", "u=", "lettter", "letters=p", "p=h", "have", "i=ol", "a=k", "the", "2=e", "ltter", "r=ol", "versa", "simply", "-", "u=w", "consonanat=k", "i=double", "l=f", "t=", "everyvowel", "second", "consonant=s", "r=u", "t=p", "vg", "2=n", "s=ia", "di", "td", "togeter", "=d", "letters", "numbers", "c=ia", "n=replace", "keep", "i=f", "if", "consonanat=i", "doubled", "y=ol", "r=double", "vise", "duplicate", "s=i", "exclude", "p=o", "fifth", "add", "r=k", "blend", "work", "t=ol", "prefix", "introduce", "consonant=u", "change", "leters", "pairing", "o=", "beggingin", "d=l", "u=e", "order", "2=g", "continue", "consonanat=f", "immediately", "direcltly", "s=t", "another", "=m", "final", "u=i", "consonants", "consonant=f", "n=s", "they", "m", "=i", "a=v", "s=q", "o=v", "from", "p=x", "n", "placed", "s=g", "s=e", "etc", "consonant=q", "substitute", "constant", "i=w", "afterwards", "aeiou", "combined", "o=replace", "position", "o=b", "non", "double", "does", "p=v", "replave", "vowel=", "atleast", "m=f", "o=r", "e=i", "pair", "2=s", "their", "u=ia", "nb", "r=p", "identified", "consonanat=j", "vowels", "consonant=c", "n=g", "case", "a=replace", "vowel=w", "u=x", "yg", "we", "=q", "individual", "taken", "ends", "set", "digits", "repalces", "m=k", "swapped", "consonanat=q", "c=", "l=l", "vowel=p", "consonant=k", "o=l", "finish", "i=n", "wr", "u=replace", "remains", "p=ol", "precede", "vowel=g", "constants", "already", "bs", "receives", "sv", "beginnings", "commes", "2=h", "r=ia", "chang", "consonanat=c", "find", "vowel", "d=v", "complete", "consonanat=b", "g=n", "letters=q", "doubles", "vowel=t", "m=ol", "odd", "not", "ceeding", "that", "o=ol", "msms", "row", "ed", "g=u", "tt", "appear", "replacement", "consent", "respectively", "2=r", "o=ia", "becomes", "sets", "i", "ie", "letters=d", "wherever", "iw", "sure", "substituted", "chains", "looked", "u=j", "with", "begging", ")", "starting", "previous", "preceded", "nl", "moving", "=", "th", "vowel=u", "=s", "p=r", "e=a", "and", "instead", "u=h", "qt", "a=h", "consonant=h", "b=n", "=a", "become", "g=x", "e=", "consontant", "end", "original", "words", "fourth", "get", "r=x", "consonanat=l", "e=c", "2=b", "combonation", "vowel=m", "r=l", "pre", "s=replace", "i=y", "d", "pairs", "scan", "like", "p=w", "3rd", "mo", "=e", "part", "noun", "consonents", "consonant=b", "i=k", "without", "=c", "h=o", "possible", "2=v", "rules", "g=l", "whenever", "i=o", "aa", "d=", "l=j", "r=o", "dobule", "u", "n=u", "in", "wordif", "vowel=b", "sixth", "said", "out", "transformed", "third", "l=a", "letters=h", "letter", "consonanat=g", "directly", "way", "g=ia", "=n", "back", "r=c", "alphabet", "u=v", "ga", "2=w", "e=r", "e=o", "insert", "limited", "appropriate", "vowel=d", "c=replace", "m=replace", "worded", "use", "numbered", "c=b", "anything", "ug", "b=replace", "=u", "letters=u", "g=v", "bfore", "c=k", "2=c", "consonant=v", "constonant", "next", "it", "inject", "1st", "=g", "arises", "consonanat=x", "e=ol", "t=i", "o=a", "i=h", "first", "s=w", "re", "consonant=m", "cluster", "nothing", "unchanged", "d=m", "d=ol", "c=h", "vowel=l", "to", "e=e", "p", "combination", "letters=t", "2=i", "an", "apply", "n=l", "a=", "applies", "c=a", "occurrence", "combinations", "begin", "o", "y", "start", "=v", "b=ia", "absent", "us", "n=double", "itself", "vowel=y", "changing", "et", "vowel=q", "a=y", "are", "s=p", "g=c", "h=ia", "p=", "appears", "given", "a=j", "follows", "sentence", "letters=f", "becoming", "n=o", "y=ia", "e=t", "deleted", "consonanat=y", "i=g", "vowel=k", "can", "replase", "constenant", "t=h", "vowel=v", "these", "m=a", ",", "spot", "form", "length", "every", "but", "combo", "m=n", "eliminated", "=b", "drop", "for", "letters=r", "n=b", "e=f", "letters=n", "t=u", "other", "single", "replaec", "i=u", "changes", "unless", "m=t", "u=q", "nc", "vowel=s", "between", "any", "letters=e", "o=s", "s=v", "s=m", "behind", "h=ol", "c=r", "consonant=r", "multiply", "as", "nonvowel", "n=k", "t=d", "r=v", "removing", "t=a", "leave", "l", "m=h", "also", "intact", "sound", "by", "ax", "d=b", "t", "append", "consonant=n", "l=ol", "t=o", "c=u", "left", "bm", "m=p", "m=ia", "g=o", "trailing", "g=ol"]