{"21-1_one_hop-What is the thing that is front the brown thing made of?": ["what substance is the object in front of the brown thing made from"], "22-1_one_hop-What is the material of the sphere right the small sphere?": ["what material is the sphere to the right of the small sphere made from"], "24-1_one_hop-There is a thing that is right the cube; what shape is it?": ["what shape is the object located to the right of the cube"], "25-1_one_hop-What is the shape of the metal thing that is behind the sphere?": ["what is the shape of the metal object located behind the sphere"], "26-1_one_hop-There is a rubber thing front the large cylinder; what shape is it?": ["what is the shape of the rubber object located in front of the large cylinder"], "27-1_one_hop-There is a large thing front the small metal cube; what is its shape?": ["what shape is the large object located in front of the small metal cube"], "23-1_one_hop-There is a large thing behind the small gray thing; what is its material?": ["what material is the large object located behind the small grey object made from"], "28-1_one_hop-What is the shape of the large rubber thing left the large rubber cylinder?": ["what is the shape of the large rubber object located to the left of the large rubber cylinder"], "29-1_one_hop-What is the shape of the large rubber thing that is left the small red metal thing?": ["what is the shape of the large rubber object located to the left of the small metal object"], "20-1_one_hop-There is a large thing that is left the large purple metal thing; what material is it?": ["what material is the large object located to the left of the large metal purple object made from"], "0-1_one_hop-How many things are right the large cylinder?": ["how many of the cylinders are large", "how many objects are to the right of the gold cylinder"], "18-1_one_hop-What is the material of the thing left the cube?": ["what material is to the left", "what is the material of the teal ball"], "12-1_one_hop-What color is the thing that is behind the sphere?": ["what color is behind the sphere", "what color is the cylinder behind the black cylinder"], "14-1_one_hop-What color is the metal thing left the gray thing?": ["what color is the grey thing to the left", "what color is the small ball to the left of the black cube"], "1-1_one_hop-What number of things are right the small gray thing?": ["what number of things are gray", "how many objects are to the right of the gray cylinder"], "11-1_one_hop-What is the size of the metal thing front the sphere?": ["what is the size of the shape in front of the sphere", "what is the size of the red cube"], "7-1_one_hop-There is a thing front the brown thing; how big is it?": ["how big is the brown thing", "what is the size of the objects beside the brown cylinder"], "13-1_one_hop-What color is the thing that is behind the blue thing?": ["what color is the shape behind the blue thing", "what color is the ball behind the cube"], "2-1_one_hop-How many large things are behind the large metal thing?": ["how many large items are behind the shapes", "how many large objects are behind the metal cylinder"], "6-1_one_hop-There is a thing that is right the cube; what is its size?": ["what is the size of the shape next to the cube", "what is the size of the ball next to the cube"], "15-1_one_hop-The large thing left the small rubber thing is what color?": ["what is the color of the small thing", "what color is the large cylinder"], "5-1_one_hop-There is a green thing; what number of things are front it?": ["how many items are in front of the green thing", "how many objects are in front of the green cube"], "9-1_one_hop-There is a cube front the gray rubber thing; how big is it?": ["how big is the cube in front of the rubber thing", "what are the size of the cubes"], "3-1_one_hop-What number of large cylinders are left the green rubber thing?": ["what number of cylinders are to the left", "how many cylinders are in front of the blue cylinder"], "19-1_one_hop-What is the material of the cylinder that is left the small cube?": ["what material is the small cube", "what is the material of the cylinder to the left of the yellow cube"], "16-1_one_hop-The rubber thing that is right the large metal sphere is what color?": ["what is the color of the rubber thing", "what color is the ball behind the purple metal ball"], "8-1_one_hop-There is a metal thing that is behind the metal sphere; what size is it?": ["what size is the item behind the sphere", "what is the size of the cube behind the red ball"], "17-1_one_hop-What color is the small metal thing behind the small purple metal thing?": ["what color is the shape behind the purple cube", "what color is the cylinder to the left of the purple ball"], "10-1_one_hop-There is a metal cylinder right the small purple metal thing; what is its size?": ["what is the size of the thing next to purple cylinder", "what is the size of the gold cylinder to the right of the gray cylinder"], "4-1_one_hop-There is a small purple rubber thing; what number of rubber cylinders are right it?": ["how many cylinders are next to purple rubber thing", "how many purple cylinders are to the right of the small purple ball"]}